{"maximumSentences":7,"searchTerm":"Santos Futebol Clube","prefix":"A historia de","sourceContentOriginal":"O Santos Futebol Clube (popularmente conhecido como Santos) é um clube poliesportivo brasileiro da cidade de Santos, litoral do estado de São Paulo. Foi fundado em 14 de abril de 1912 e suas cores são o branco e o preto. \nO Santos tornou-se no futebol um dos clubes mais bem-sucedidos do Brasil e reconhecidos mundialmente. Ficou famoso na década de 60 pelos vários títulos internacionais e nacionais conquistados e por ter revelado Pelé, considerado o melhor jogador do século pela FIFA e também o maior artilheiro da história do Santos e da Seleção Brasileira. Manda as suas partidas em seu próprio estádio, a Vila Belmiro, mas ocasionalmente desloca seus jogos ao Pacaembu. Seus maiores rivais no futebol são o Corinthians, o Palmeiras e o São Paulo.Ao longo de sua história, o Santos conquistou um grande número de títulos internacionais, com destaque para os Mundiais de 1962 e 1963, as Copas Libertadores de 1962, 1963 e 2011 (recordista brasileiro ao lado de Grêmio e São Paulo), a Copa Conmebol de 1998, a Supercopa dos Campeões Intercontinentais de 1968, a Supercopa Sul-Americana de 1968 e a Recopa Sul-Americana de 2012. No cenário nacional é octacampeão brasileiro, somando cinco Taças Brasil conquistadas consecutivamente de 1961 a 1965, o Torneio Roberto Gomes Pedrosa de 1968 e os Campeonatos Brasileiros de 2002 e 2004. Ainda no âmbito nacional, o clube possui uma Copa do Brasil vencida em 2010, totalizando nove conquistas nacionais. Outros títulos importantes incluem cinco Torneios Rio-São Paulo e 22 Campeonatos Paulistas, tornando-se o maior campeão desde a profissionalização desta competição. Ao todo, somando competições oficiais, amistosas e outras taças, o clube possui 305 conquistas.O Santos foi eleito pela FIFA em 2000, o quinto maior clube de futebol do Século XX, sendo o melhor clube das Américas na lista e também recebeu no ano de seu centenário na câmara dos deputados em Brasília pela FIFA, o prêmio de \"maior clube sul-americano do Século XX\", o Santos também é um dos três clubes do país que nunca foram rebaixados para a segunda divisão, além de ser o clube brasileiro que mais enfrentou estrangeiros na história. É também o único clube brasileiro a ser campeão estadual, nacional, continental e mundial no mesmo ano, em 1962, e o primeiro e único a conquistar a tríplice artilharia no futebol brasileiro: estadual, brasileiro e Copa do Brasil. Outro feito único do clube é ser o que mais marcou gols na história do futebol mundial, tendo sido o primeiro a alcançar a marca de 12 mil gols.\n\n\n== História ==\n\nO Santos Futebol Clube foi fundado no dia 14 de abril de 1912, por iniciativa de três esportistas da cidade, Francisco Raymundo Marques, Mário Ferraz de Campos e Argemiro de Souza Júnior, que convocaram uma assembleia na sede do Clube Concórdia para a criação de um time de futebol. Durante a reunião, surgiu a dúvida quanto ao nome que seria dado a essa agremiação, várias sugestões apareceram como, Brasil Atlético, Euterpe e Concórdia, mas os participantes da reunião decidiram por unanimidade a proposta de Edmundo Jorge de Araújo: a denominação Santos Foot-Ball Club.A primeira diretoria foi composta por:\n\nPresidente – Sizino Patusca\nVice-presidente – George Cox\nSecretários – José Martins e Raul Dantas\nTesoureiros – Leonel Silva e Dario Frota\nDiretores – Augusto Bulle, João Carlos de Mello, Henrique Cross, Francisco Raymundo Marques, Cícero da Silva e Jomas de Pacheco.\nAs cores iniciais do Santos FC eram o branco, o azul e o dourado, mas como era difícil na época a confecção de um uniforme nessas cores, ficou decidido no dia 31 de março de 1913 que o clube passaria a ser alvinegro.  A primeira apresentação do time considerada como jogo-treino, ocorreu no dia 23 de junho de 1912, no campo da Vila Macuco, contra um combinado local chamado Thereza Team, o confronto foi vencido pelo Santos pelo placar de 2 a 1, com gols de Anacleto Ferramenta e Geraule Ribeiro. O time entrou em campo com a seguinte formação: Julien Fauvel (goleiro francês); Simon e Ari; Bandeira, Ambrósio e Oscar; Bulle, Geraule, Esteves, Fontes e Anacleto Ferramenta. O primeiro jogo tido como oficial aconteceu apenas em 15 de setembro de 1912, o Santos FC venceu o Santos Athletic Club (time formado por ingleses) por 3 a 2, no campo da Avenida Ana Costa, local onde hoje se encontra a Igreja Coração de Maria. O primeiro gol do confronto foi marcado por Arnaldo Silveira, o tento é considerado o primeiro da história do clube, os outros dois gols foram anotados pelo próprio Arnaldo e por Adolpho Millon Júnior.No início de 1913, o Santos recebeu um convite da Liga Paulista de Futebol para disputar o campeonato estadual daquele ano, esta foi a primeira competição oficial disputada pelo clube. A estreia aconteceu no dia 1 de junho, diante do Germânia, ainda sem experiência, o time santista foi derrotado por 8 a 1. Devido ao alto custo das viagens na época, o Santos desistiu do campeonato, a única vitória do time foi contra o rival Corinthians (que também estava estreando) pelo placar de 6 a 3. Após desistir de disputar a competição estadual, o Santos conquistaria o seu primeiro título na história, o Campeonato Santista de 1913 invicto.Em 1915, o Santos voltou a disputar o Campeonato Santista, conseguindo o segundo título embora tenha usado o nome de União FC, devido a APEA (liga no qual permaneceu afiliado) não o ter permitido participar com o nome oficial. Em 1916, o Alvinegro retornaria a disputa do Campeonato Paulista, a competição estadual desse ano ficou marcada na história do clube, pois foi nela que aconteceu a inauguração do estádio da Vila Belmiro.O Santos foi vice-campeão nas edições do Campeonato Paulista de 1927, 1928 e 1929, sempre tendo como destaque a linha de ataque que tinha Araken Patusca e Feitiço, grandes futebolistas da época. Em 1927, o Santos atingiu a marca de 100 gols no campeonato estadual, com a linha de ataque formada por Siriri, Camarão, Feitiço, Araken e Evangelista.\n  O primeiro título paulista veio em 1935, após o Santos vencer por 2 a 0 a equipe do Corinthians em pleno Parque São Jorge. A escalação santista para a partida foi: Cyro, Neves e Agostinho; Ferreira, Marteletti e Jango; Saci, Mário Pereira, Raul Cabral Guedes, Araken Patusca e Junqueirinha. Raul Cabral Guedes e Araken Patusca foram os autores dos gols da partida.Após 20 anos do primeiro título paulista, o Santos voltou a ser campeão estadual apenas em 1955. O jogo do título foi contra o Taubaté, vitória santista por 2 a 1, sob o comando do vitorioso técnico Luís Alonso Pérez, a competição ainda terminou com o atacante santista Emmanuele Del Vecchio como artilheiro, 23 gols.\n No ano seguinte, chegaria ao clube trazido pelas mãos de Waldemar de Brito, o menino Pelé de 15 anos, que posteriormente se tornaria o maior ídolo da história do clube. O primeiro título oficial de Pelé no Santos, aconteceu em 1958, quando o clube conquistou o seu quarto Campeonato Paulista, ali começava a história do camisa 10 pelo clube praiano. Ao lado de Pepe, Coutinho e Dorval, Pelé formou um ataque poderoso no Santos, com destaque para as duas conquistas da Copa Intercontinental e da Copa Libertadores da América, vencidas nos anos de 1962 e 1963 e também das cinco Taças Brasil conquistadas consecutivamente de 1961 a 1965, a década de 1960 é considerada a mais vitoriosa do Santos, ao todo foram 23 títulos oficiais conquistados nessa época. Ainda nessa década, no ano de 1969, o Santos ficou famoso por ter sido o time que parou a guerra, fato que ocorreu graças a uma excursão do clube no continente africano, em que o time paralisou os conflitos entre República do Congo e República Democrática do Congo e também a Guerra de Biafra, na Nigéria, para que as pessoas pudessem ver o Santos jogar.Após Pelé sair do Santos em 1974 para jogar no New York Cosmos dos Estados Unidos, o Santos formaria em 1978 um time que era chamado de \"Meninos da Vila\", devido a juventude dos atletas da equipe, os destaques desse time eram Juary, Pita, Aílton Lira e João Paulo que se sagrariam campeões paulista de 1978.O Santos chegaria a final do Campeonato Brasileiro de 1983, mas seria superado pelo Flamengo de Zico. Um ano depois, em 1984, o Santos seria campeão paulista tendo o artilheiro Serginho Chulapa como destaque. O Santos voltaria a fazer boas campanhas apenas em 1995, quando chegou na decisão do Campeonato Brasileiro daquele ano, porém em uma final muito polêmica com o Botafogo, o time de Giovanni e cia foi superado, e ficou com o vice-brasileiro. Dois anos depois, em 1997, o Alvinegro conquistaria o seu quinto Torneio Rio-São Paulo. No ano seguinte, em 1998, veio a conquista internacional da Copa Conmebol.\n\nEm 2002, ano em que o clube completou 90 anos, o Santos conquistou o Campeonato Brasileiro no sistema de mata-mata, vencendo o Corinthians nos dois jogos da decisão, sendo esse o sétimo título nacional do clube. O time campeão foi basicamente formado por jogadores revelados pelo clube, os destaques eram a dupla Diego e Robinho e o técnico responsável pelo título foi Emerson Leão. No ano seguinte, com a base mantida, o Peixe chegou aos vice-campeonatos da Libertadores e do Campeonato Brasileiro.\n\nEm 2004, ainda com os ídolos Robinho, Elano e Léo, e tendo no banco o experiente técnico Vanderlei Luxemburgo, o Santos voltou a ser campeão brasileiro, desta vez no sistema de pontos corridos.Nos anos de 2006 e 2007 veio o bicampeonato paulista. O primeiro foi levantado na Vila Belmiro, com a vitória de 2 a 0 contra a Portuguesa. No ano seguinte, a taça foi erguida após decisão de 180 minutos contra o São Caetano, as duas partidas ocorreram no Morumbi, no primeiro jogo 2 a 0 para os adversários, no segundo, o Alvinegro devolveu o placar e ficou com o título por ter tido melhor campanha na competição.Em 2009, começou aparecer a geração de Neymar e Ganso, que naquela temporada ficou com o vice-campeonato paulista. Já em 2010, comandada por Dorival Júnior, com o retorno de Robinho, presença marcante de Arouca, Wesley, e um ataque arrasador comandado por Ganso, Neymar, Robinho e André, o time conquistou o Campeonato Paulista e a primeira Copa do Brasil do clube, com um futebol arrasador e seguidas goleadas, nessa que ficaria conhecido como a terceira geração de Meninos da Vila.Depois de 48 anos, o Santos voltou a ser campeão da Libertadores, desta vez em 2011 após superar o Penãrol do Uruguai na final, conseguindo assim, o tricampeonato do clube na competição continental. Antes dessa conquista, o Santos ainda seria campeão paulista. Com a conquista da América, o Santos se credenciou a disputar o Mundial de Clubes no Japão, contudo o time não conseguiu segurar a grande equipe do Barcelona na final e ficou com o vice. Em 2012, veio o vigésimo Campeonato Paulista do clube e a primeira Recopa Sul-Americana. Depois de dois vices em 2013 e 2014, o Alvinegro chegou a mais uma final no estadual, a sétima consecutiva, e conquistou o Campeonato Paulista de 2015 após superar o Palmeiras nos pênaltis, o ano de 2015 terminou com o vice-campeonato da Copa do Brasil e o sétimo lugar no Campeonato Brasileiro. Em 2016, o Santos chegou no seu 22º título paulista, após chegar na sua oitava final seguida no campeonato. No Campeonato Brasileiro, ficou com o vice-campeonato, melhor colocação do clube desde a edição de 2007.\n\n\n== Estrutura e patrimônio ==\n\n\n=== Estádio da Vila Belmiro ===\n\nAntes do estádio do Santos ser construído, o clube fazia jogos oficiais onde hoje está localizada a Igreja Coração de Maria, na Avenida Ana Costa. Os treinos eram feitos em um campo distinto, localizado no Bairro do Macuco. Em 1915 os dirigentes passaram a procurar terrenos na cidade. Em 31 de maio de 1916, uma assembleia geral aprovou a compra de uma área de 16.650 metros quadrados, no bairro da Vila Belmiro, aprovado pelo presidente do clube, Agnello Cícero de Oliveira. A compra do terreno foi feita em 16 de junho de 1916.A construção do Estádio Urbano Caldeira, a Vila Belmiro, foi concluída em 1916 e sua inauguração ocorreu em 12 de outubro do mesmo ano, mas a primeira partida foi realizada somente 10 dias depois, em 22 de outubro de 1916, válido pelo Campeonato Paulista. A partida de estreia foi entre Santos e Ypiranga, onde o Santos venceu por 2 a 1, cujo primeiro gol da partida e da história do estádio foi feito por Adolpho Millon Júnior, da equipe santista.O primeiro sistema de iluminação foi estreado em 21 de março de 1931, às oito horas da noite, num jogo amistoso entre o Santos FC e uma seleção de futebol que a cidade de Santos possuía na época. O amistoso terminou empatado em 1 a 1, com gol de Manoel Cruz para a Seleção Santista e Camarão para o Santos FC.Em 1933, com a morte de Urbano Caldeira que tinha sido jogador, treinador e dirigente do clube, o estádio foi batizado oficialmente de Estádio Urbano Caldeira em sua homenagem.\nO recorde de público no estádio foi no dia 20 de setembro de 1964, num clássico contra o Corinthians, 32.986 pessoas estavam presentes para ver o jogo. Entretanto esse dia quase foi trágico, cerca de 10 minutos depois do apito inicial do juiz, uma das arquibancadas do estádio cai e fere 181 pessoas. O jogo foi interrompido para atendimento das vítimas e foi remarcado para 10 dias depois no Estádio do Pacaembu, onde terminou empatado em 1 a 1. \nLogo após o término do Campeonato Paulista de 1996, a diretoria do clube decidiu que o gramado da Vila Belmiro passasse por uma ampla reforma. Um moderno sistema de drenagem e irrigação controlado por computador foi instalado, o que proporcionou perfeitas condições de jogo com qualquer tempo. A inauguração aconteceu no dia 27 de março de 1997, quando o Santos venceu o Internacional em jogo válido pela Copa do Brasil. Simultaneamente à reforma do gramado, foi construído o complemento do anel da arquibancada atrás do gol de fundo do estádio, que aumentou a capacidade em 4.000 lugares. A capacidade oficial do estádio é de 21.732 lugares, porém atualmente, o estádio pode comportar 16.068 pessoas.No dia 27 de janeiro de 1999, o Santos deu mais um passo para oferecer um estádio mais moderno aos seus torcedores. Neste dia, momentos antes de um clássico contra o Palmeiras, foi inaugurado o novo sistema de iluminação, tornando o estádio uma das praças de esportes mais bem iluminadas do Brasil.Na Copa do Mundo de 2014, o estádio recebeu a surpresa da Copa, a Costa Rica, que treinou e fez toda a sua preparação na Vila Belmiro. Os \"Ticos\" (como são chamados os costarriquenhos) fizeram a sua melhor campanha na história, chegando até as quartas de final, quando foram eliminados pela Holanda nos pênaltis.O Santos realizou reformas na Vila Belmiro entre 2015 e 2016, a novidade foi a padronização nas medidas do campo, mudando de 106 x 70 para 105 x 68, as mesmas medidas usadas em estádios da Copa do Mundo. Paralelamente, há o desejo de ter um novo estádio, mais moderno, para que a Vila Belmiro receba apenas a alguns jogos.No dia 8 de outubro de 2016, para comemorar o centenário do estádio, o Santos disputou um amistoso contra o Benfica. Os ídolos Giovanni e Léo foram homenageados e entraram durante o amistoso, o lateral Léo além de atuar com a camisa do Santos, também jogou com a camisa do Benfica, o amistoso terminou empatado em 1 a 1, com gols de Fabián Noguera para o alvinegro e Salvio para os benfiquistas. Após o apito final, os atletas receberam uma medalha em comemoração à partida e a Vila Belmiro foi coberta por fogos de artifício.\nHistórico do Santos na Vila BelmiroAtualizado até 26 de janeiro de 2020.\n\n\n==== Memorial das Conquistas ====\n\nEm 17 de novembro de 2003, 1 dia após completar 40 anos da conquista da Copa Intercontinental de 1963, foi inaugurado no estádio o Memorial das Conquistas. Este espaço contem os troféus conquistados pelo Santos em toda sua história, que dentre os mais destacados no memorial, estão as 9 taças conquistadas em competições internacionais de caráter oficial pelo clube, além de contar com fotos, vídeos, ingressos, revistas, livros, flâmulas de times adversários que o Santos enfrentou e também algumas recordações enviadas por clubes do exterior ou de astros do esporte, como a camisa do maior pontuador da NBA, Kareem Abdul-Jabbar, que conheceu a estrutura do clube em 2012. A visita ao museu, inclui também os vestiários dos jogadores, sala de imprensa e a entrada no campo.No Memorial existem alguns espaços únicos, como de Pelé e Neymar, onde há um acervo pessoal dos dois ídolos santistas. O museu também dispõe de vários equipamentos multimídia, como aparelhos de TV, que permitem a visualização de jogos históricos.\n\n\n=== Centros de Treinamento ===\n\n\n==== CT Rei Pelé ====\n\nO Centro de Treinamento Rei Pelé foi inaugurado em 1 de outubro de 2005, com a finalidade de oferecer toda a estrutura necessária, para que os atletas e a comissão técnica possam realizar o trabalho físico. Localizado no bairro de Jabaquara em Santos, o CT é considerado um dos melhores do Brasil. A ideia de construir um campo próprio para treinos do clube surgiu em meados da década de 90, na primeira gestão de Marcelo Teixeira na presidência do Santos. Em 1992, o clube havia conseguido tomar posse de um terreno localizado perto da Santa Casa de Santos. Depois disso, iniciou-se a construção do que seria o primeiro centro de treinamentos do time Alvinegro. O nome do local é uma clara homenagem ao maior ídolo santista: Pelé.\nNo complexo com cerca de 40 mil metros quadrados, há um hotel chamado de Recanto dos Alvinegros, que possui 28 quartos (todos com televisão, internet, ar condicionado e frigobar), restaurante, sala de jogos, cozinha, recepção e um auditório para utilização em preleções e reuniões dos atletas. Com três campos de futebol, o CT é sede de amistosos e jogos oficiais de times amadores, campeonatos de categorias de base, campeonatos juvenis do clube e jogos do time feminino do Santos. O CT ainda conta com a sala de imprensa Peirão de Castro, onde os jornalistas podem ter acesso aos treinos, e os jogadores e membros da comissão técnica concedem entrevista coletiva.O CT Rei Pelé foi o local de treinamento do México, durante a Copa do Mundo de 2014.\nCEPRAFNo complexo do Centro de Treinamento Rei Pelé também está localizado o CEPRAF (Centro de Excelência em Prevenção e Recuperação de Atletas de Futebol), para tratar de lesões e recuperações dos atletas do clube.\n\n\n==== CT Meninos da Vila ====\nO Santos Futebol Clube sempre teve como um dos pilares de sua trajetória o trabalho desenvolvido nas categorias de base. Para dar sequência ao processo de revelação de novos talentos, o Alvinegro Praiano construiu o Centro de Treinamento Meninos da Vila. Destinado às categorias de base do clube, o CT foi inaugurado no dia 7 de agosto de 2006.Localizado na Av. Martins Fontes, n° 1277, no bairro do Saboó em Santos, o espaço homenageia os Meninos da Vila (nomenclatura utilizada para jogadores revelados no time da Vila Belmiro). Possui dois campos, em uma área de 25.500 metros, além de vestiários e setores administrativos, para aperfeiçoar o trabalho desenvolvido no local.Para personalizar a homenagem feita aos Meninos da Vila, o clube nomeou o Campo 1 de Robinho e o Campo 2 eterniza o meia Diego, que foram grandes ídolos da torcida santista, na conquista do Campeonato Brasileiro de 2002.Em outubro de 2016, como parte das comemorações do centenário da Vila Belmiro, o Santos inaugurou a \"Casa Meninos da Vila\", um imóvel de cinco quartos que abrigará os atletas da equipe sub-20. O alojamento está localizado na Rua Tiradentes, perto da Vila Belmiro.\n\n\n=== Chácara Nicolau Moran ===\nA Chácara Nicolau Moran foi o antigo local de concentração do Santos Futebol Clube. Localizada no quilômetro 34 da pista norte da Via Anchieta, em São Bernardo do Campo, a chácara foi fundada em 14 de setembro de 1968 e contava com campos de futebol, cozinha industrial, saguão, amplo espaço de descanso e lazer, alojamentos e uma capela. Com uma área de 60 mil metros quadrados, a chácara recebeu esse nome, em homenagem ao ex-diretor e ex-meia santista, Nicolau Moran Villar.No início da década de 90, o Santos deixou de se concentrar na chácara e o local foi abandonado, sendo cedido em regime de comodato ao São Bernardo no ano de 2009.\n\n\n=== Valor de mercado ===\nEm um relatório publicado em 2017 pela empresa de consultoria BDO, mostra o Santos como a nona marca mais valiosa do futebol brasileiro, com um valor de R$ 402,8 milhões, a maior parte das receitas do Peixe vem das cotas de televisão, em 2016, o Alvinegro ampliou as receitas com os direitos de televisão em 73%, um aumento de R$ 63 milhões. Nas redes sociais, em uma pesquisa feita em agosto de 2019 pelo Ibope Repucom, o Santos aparece como o quinto clube brasileiro com mais seguidores com 8.102.412, no combinado Facebook, Twitter, Instagram e YouTube.\n\n\n== Símbolos ==\n\n\n=== Uniformes ===\n\nHistória A primeira camisa seguia o padrão das cores oficiais do clube na época, era branca, com listras azuis, e tinha finos frisos dourados, este uniforme foi usado nas três primeiras e únicas apresentações do até então Santos Foot-Ball Club no ano de 1912. Contudo, em 31 de março de 1913, com a dificuldade de confeccionar uma camisa nessas cores, o sócio Paulo Peluccio, sugeriu que o time passasse a utilizar um uniforme diferente com a camisa listrada em preto e branco e calções brancos.Em 1915, o Santos teve que alterar o seu nome provisoriamente para disputar o Campeonato Santista, devido a APEA (liga no qual era afiliado) não o ter deixado usar seu nome oficial, então o clube adotou a denominação União Foot-Ball Club. O time se tornou campeão santista usando um uniforme branco, com um escudo em forma de losango no peito escrito o nome \"União FC\" em diagonal.Em 1925, o time usou um uniforme que era totalmente branco com uma faixa preta na altura da cintura, como um cinto, este modelo foi usado no Campeonato Paulista de 1925, nele havia um escudo bastante semelhante ao usado atualmente pelo clube.Em meados dos anos 30, o Santos chegou a utilizar talvez o que seja o uniforme mais inusitado de sua história, o calção era branco, porém a camisa era de um tom avermelhado, esse uniforme foi usado apenas em alguns jogos. O uniforme usado na conquista do Campeonato Paulista de 1935, era um totalmente branco, com exceção das meias que tinham detalhes pretos.No início da década de 40, o Santos usou uma camisa que tinha largas listras horizontais em preto e branco, e o escudo usado era diferente do tradicional, nele o acrônimo SFC era entrelaçado e escrito em preto, dentro de um fundo branco.O uniforme usado na década de 60, que é considerada a mais vitoriosa do clube, era totalmente branco, com exceção da cintura que tinha o elástico preto, e a gola na camisa era \"V\", o escudo era grande e ficava a esquerda do peito. Em 1963, o Santos resolveu inovar o uniforme, mas o modelo novo não agradou muito os torcedores que preferiam a camisa branca lisa, neste ano, para disputar o Campeonato Brasileiro, o time usou uma camisa branca com finas listras pretas, os calções e as meias continuavam brancos, usando esse uniforme nos jogos, o Santos conquistaria o seu terceiro título nacional. Em 1968, o Santos adicionou acima do escudo na camisa, as duas estrelas representando os títulos mundiais de 1962 e 1963, há ainda registros de uma terceira estrela na camisa após a conquista da Recopa Intercontinental de 1968.A partir dos anos 70, o uniforme branco (número 1) e o listrado (número 2) sofreram apenas duas grandes modificações. A primeira foi na década de 80, quando os patrocinadores começaram a surgir na camisa dos clubes, e a segunda foi nos anos 90, quando o Santos chegou a utilizar calções que tinham desenhos quadriculados e estrelados.Em 2008, o Santos lançou um terceiro uniforme, em cor azul-marinho, relembrando as cores de sua fundação, porém foi pouco utilizado. No ano do centenário do clube, em 2012, foi lançado um terceiro uniforme, azul-turquesa, que fazia referência a herança colonial e portuária da cidade de Santos, e as cores da fonte de Itororó, localizada no Monte Serrat, um dos pontos turísticos da cidade.Para homenagear a Seleção Brasileira, no ano em que a Copa do Mundo foi sediada no país, em 2014, a Nike lançou uniformes amarelos de cinco clubes nacionais incluindo o Santos. A camisa que foi adotada como terceiro uniforme, tinha como cores o amarelo, o preto e o branco.Em 2018, o Santos volta a vestir uniforme da Umbro, e é lançado um uniforme azul com detalhes em vermelho e branco para homenagear a Inglaterra. Esse uniforme trata-se da série Nations 2018, que também teve outras versões nos outros clubes brasileiros fornecidos pela Umbro.Uniformes dos jogadores\n\n1º - Camisa branca, calções e meias brancas.\n2º - Camisa com listras verticais em preto e branco com detalhes de dourado, calções e meias pretas.\n3º - Camisa preta, calções e meias pretasUniformes dos goleiros\n\nCamisa vermelha, calções e meias vermelhas.\nCamisa cinza, calções e meias cinzas.\nCamisa azul-marinha, calções e meias azuis-marinhos.\nCamisa preta, calções e meias azuis-marinhos.Uniformes de treino\n\nCamisa branca, mangas pretas, calções e meias brancas.\nCamisa preta, calções e meias pretas.\n\n\n=== Escudo ===\n\nAs cores iniciais do Santos eram azul, branco e dourado. Essas cores foram adotadas pela agremiação do clube logo no seu primeiro ano de existência, em 1912.Em 1913, o Santos passa a ser alvinegro, e então é criado o primeiro escudo. Era composto por um globo terrestre com os paralelos de latitude a partir de uma linha do equador e dos meridianos de longitude, os continentes eram na cor amarela e os oceanos em azul, tendo ao centro do globo um escudo com nove listras verticais alternadas em preto e branco, com uma bola de futebol no centro, escrito o acrônimo SFBC (Santos Foot-Ball Club), e por cima do escudo ainda havia uma coroa. Mesmo com toda essa elaboração, o escudo nunca foi utilizado na camisa, apenas na sede social do clube.Em 1915, o clube adotou o pseudônimo de União FC para poder disputar o Campeonato Santista. Com isso, o clube teve que mudar provisoriamente o escudo, usou um em que era predominante preto, com o nome União FC escrito dentro de uma faixa branca.O atual escudo surgiu em 1925 e foi implantado nos uniformes em 1927. É classificado na heráldica como um escudo polaco ou russo: escudo de ponta arredondada, com recortes arredondados simétricos nas laterais e, geralmente, também na parte superior; As onze listras presentes em preto e branco simbolizam os jogadores e as estrelas acima do escudo, foram inseridas em 1968 para representar os dois títulos mundiais conquistados em 1962 e 1963.Em 1942, o Santos chegou a adotar um escudo em que as letras SFC eram escritas em preto e ficavam entrelaçadas em um fundo branco, porem o escudo foi utilizado somente em 2 anos, voltando em 1944 para o tradicional.\n\n\n=== Bandeira ===\nCom base na frase: “O branco da paz e o preto da nobreza”, foram criadas as primeiras bandeiras da história do Santos. Em assembleia geral realizada no dia 31 de março de 1913, foi criada a primeira bandeira, também sendo definido o branco e o preto como as cores do clube, assim sugerido por Paulo Peluccio, um dos sócios do Santos na época.Por sugestão de Raymundo Marques, um dos fundadores do Santos, a primeira bandeira tinha uma faixa preta diagonal da esquerda para a direita com as inicias do clube em letras brancas.Anos mais tarde, foi criada uma bandeira triangular no formato de uma flâmula, que tinha um fundo branco com duas faixas pretas, sendo a horizontal ao centro e a vertical no primeiro terço, com o escudo na confluência das duas faixas. Outras bandeiras foram criadas, mas todas seguiram o mesmo padrão e modelo.\n\n\n=== Mascote ===\n\nDe acordo com o Estatuto Social aprovado em 2011, o mascote oficial do Santos é a baleia. Ao longo dos anos, o mascote santista sofreu diversas modificações e teve até sugestões de adotar outros símbolos, como o marinheiro, por exemplo.\nConforme as últimas pesquisas, a primeira vez que o time santista foi identificado por um mascote, foi em 1921 representado por um peixe. O jornal paulistano Ítalo Paulista, IL Pasquino Coloniale, se referiu ao Santos com o símbolo em uma charge, onde um representante do Palestra Itália à beira-mar, admirava um peixe, representante do time santista. Anos depois um português chamado João Brito (João do Charuto), começou a ilustrar o Peixe para se referir ao Santos nas páginas da A Gazeta Esportiva nos anos 30. Em 1943, o mesmo Brito sugeriu um marinheiro (Garboso) para ser o símbolo santista, na revista A Gazeta Esportiva Ilustrada. Em 1944, o símbolo ganhou grande popularidade com as divertidas charges da Gazeta Esportiva do artista Nino Borges.\nA baleia teria sido inventada nos anos 50 pelo cartunista Messias de Mello do Jornal A Gazeta Esportiva. A ideia era substituir o símbolo anterior, o peixe, por outro animal marinho mais forte e imponente. Na cidade de Santos, o cartunista JC Lobo foi o responsável por divulgar a baleia no jornal A Tribuna.\nEm 1955, o artista conhecido por Pace, sugeriu um pescador, já Otávio em 1962, um peixeiro e finalizando os palpites, Ziraldo, apostou no golfinho em 1989.\nPeixe, baleia, marinheiro, peixeiro, pescador e golfinho, o Santos sempre teve a forte identificação com a sua cidade litorânea, e mesmo com a maioria desses símbolos ou mascotes não sendo oficias do clube, os jornais e cartunistas sempre pensavam em algo relacionado ao mar para identificar o time santista.Em agosto de 2006, o clube criou a dupla Baleinha e Baleião, que animam a torcida antes do início das partidas e durante os intervalos dos jogos do Santos.\n\n\n=== Hino ===\nHá uma grande controvérsia quanto ao hino oficial do Santos Futebol Clube. Nas primeiras décadas de existência, os santistas adotaram como hino do clube uma paródia de uma canção que soldados ingleses entoavam durante a Primeira Guerra Mundial. A situação mudou quando Mangeri Neto e Mangeri Sobrinho resolveram homenagear o Santos, criando a marchinha \"Leão do Mar\" quando o clube foi campeão paulista de 1955.Em meio ao sucesso da marchinha \"Leão do Mar\", Carlos Henrique Paganetto Roma (filho do ex-presidente Modesto Roma) criou em julho de 1957, a música \"Sou alvinegro da Vila Belmiro\", que se tornaria o hino oficial do Santos. Porém o Conselho Deliberativo do clube só o reconheceu oficialmente em 1996, graças à proposta do conselheiro Júlio Teixeira Nunes.\n\n\n== Torcida ==\n\nEm pesquisa realizada pela Pluri Stochos, que ouviu 21.049 pessoas entre novembro de 2012 e fevereiro de 2013, apontou o Santos como a sétima maior torcida do Brasil com 3,4%, sendo esta a pesquisa com a menor margem de erro já divulgada.Em outra pesquisa feita pela Stochos Sports, mostra que de 2010 a 2012, o Santos aumentou cerca de 20% o número de torcedores, também aponta que a torcida santista ultrapassou os palmeirenses no interior de São Paulo com 14,2% contra 11%, enquanto na capital, o Palmeiras ainda conta com vantagem de 13,5% a 7,4%.Na região da Baixada Santista, mais de um terço das pessoas torcem para o Santos, segundo a pesquisa Enfoque Comunicação/Boqnews. A pesquisa mostra que no período entre 2010 a 2014, a torcida santista aumentou de 30,8% para 36,4% na região, ficando a frente dos corintianos (23,8%), são-paulinos (10,7%) e palmeirenses (9,6%).O Santos teve a segunda maior torcida Brasil na década de 60. Com um grande time de futebol liderado por Pelé, o clube lotava os estádios do Brasil, tendo como maior público, a decisão da Copa Intercontinental de 1963 no Maracanã contra o Milan, 132.728 pessoas presenciaram a vitória santista por 4 a 2. O Santos é o clube paulista com a maior média de público de uma edição do Campeonato Brasileiro, levando uma média de 49.306 pagantes por jogo no campeonato de 1983.Em relação a sócios-torcedores, o Santos possui o programa chamado Sócio Rei, que conta com mais de 30 mil sócios, sendo o décimo clube com mais associados no Brasil. Na Timemania, o Santos é o quarto colocado entre os clubes mais apostados na loteria com um percentual de 3,3%.\n\n\n=== Torcidas organizadas ===\nTorcida Jovem do Santos\nSangue Jovem do Santos\nForça Jovem do Santos\nTorcida Tsunami Santista\nTorcida Meninos da Vila\nJovem New York\nTorcida Garra Santista\nTorcida Santos, Sempre Santos\nTorcida Tatu Santista\n\n\n== Rivalidades ==\nO Santos mesmo não sendo um clube com sede na capital, tem como principais rivais o Trio de Ferro paulistano formado por Corinthians, Palmeiras e São Paulo. Na cidade de Santos, o clube mantem uma relação de amistosidade com a Portuguesa Santista. Nos anos 50 e 60, o clube realizou grandes partidas com o Botafogo, este confronto ganhou notoriedade devido a presença de Pelé e Garrincha e também entre outros jogadores que estiveram presentes no bicampeonato mundial da Seleção em 1958 e 1962.\n\n\n=== Clássico Alvinegro ===\n\nO Clássico Alvinegro é o confronto contra o Corinthians e recebe esse nome em referência às cores dos dois clubes. O confronto entre Santos e Corinthians, é considerado um dos clássicos mais antigos do futebol brasileiro. O primeiro jogo entre as duas equipes aconteceu em 22 de junho de 1913, no campo do Parque Antarctica, a partida terminou 6 a 3 para o Santos. Em jogos finais decisivos, os dois se enfrentaram seis vezes no Campeonato Paulista, em três delas o Santos saiu vitorioso, sendo que em 1935, o Santos conquistaria o seu primeiro título paulista no jogo contra o Corinthians, as duas equipes também se enfrentaram na final do Campeonato Brasileiro de 2002, em que o Santos se sagrou campeão. Na Libertadores, os dois clubes se enfrentaram nas semifinais em 2012 onde o Corinthians avançou para a decisão do torneio.\nO fato mais marcante desta rivalidade são os \"grandes tabus\", longos períodos em que um clube ficou sem vencer o outro. O Corinthians ficou um período de 11 anos sem ganhar do Santos em Campeonatos Paulistas (1957 a 1968), enquanto o Santos ficou 7 anos sem ganhar do rival, considerando o confronto geral. Outra particularidade, é o fato do Corinthians ser o clube que mais sofreu gols de Pelé, foram 50 gols marcados pelo ex-camisa 10 do Santos contra o Alvinegro do Parque São Jorge.\n\n\n=== San-São ===\n\nO clássico com o São Paulo é chamado de San-São, foi apelidado em 1956 por Tomás Mazzoni, jornalista de A Gazeta Esportiva. Este é o clássico entre os dois clubes mais vitoriosos do estado de SP na Copa Libertadores da América, ambos se sagraram campeões em 3 oportunidades assim como o Grêmio do RS. O primeiro jogo entre as duas equipes, ocorreu no dia 11 de maio na Vila Belmiro, válido pelo Campeonato Paulista de 1930, o jogo terminou empatado em 2 a 2. Os dois times fizeram em 1933, o primeiro jogo de futebol profissional do país. Foi nele em que o apelido do Santos, \"peixe\", foi dito pela primeira vez. Tratou-se de uma provocação antes do início do jogo, da torcida tricolor com os jogadores do Santos, chamando-os de \"peixeiros\" de maneira pejorativa, a torcida santista retrucou dizendo \"Somos peixeiros e com muita honra!\". A partir daí o apelido foi adotado pelo clube santista, e a mascote, a Baleia, foi criada.Em jogos finais de campeonato, os dois já se enfrentaram seis vezes, foram quatro vencidas pelo Alvinegro (Paulistas de 1956, 1967, 1969 e 1978) e duas pelo Tricolor (Paulistas de 1980 e 2000). Enquanto em mata-matas, o Santos saiu vitorioso em sete confrontos (Brasileiro de 2002, Sul-Americana de 2004, Copa do Brasil de 2015 e Paulistas de 2010, 2011, 2012 e 2015), já o São Paulo em quatro oportunidades (Brasileiros de 1981 e 1990, Supercopa Libertadores de 1992 e Paulista de 1983). Um fato marcante entre os dois clubes, é a tradição de jogadores ídolos dos dois lados, como por exemplo Serginho Chulapa, maior goleador da história do São Paulo e grande ídolo santista.\n\n\n=== Clássico da Saudade ===\n\nClássico da Saudade é no futebol paulista o confronto entre Santos e Palmeiras. Recebe esse nome, em referência aos dois maiores times do futebol paulista durante o auge do futebol-arte brasileiro, na década de 1960, quando o Palmeiras tinha Ademir da Guia e o Santos tinha Pelé. A primeira partida aconteceu em 3 de agosto de 1915, no Velódromo de São Paulo, o Santos venceu o Palmeiras, que ainda tinha o nome Palestra Itália, pelo placar de 7 a 0. No dia 6 de março de 1958, Santos e Palmeiras fizeram no Pacaembu aquele que recebeu a alcunha de jogo mais emocionante da história, o primeiro tempo acabou 5 a 2 para o Santos, no segundo tempo, o Palmeiras conseguiu virar o placar para 6 a 5, mas nos minutos finais o Santos venceu o jogo por 7 a 6, com dois gols de Pepe.Os dois clubes já se enfrentaram quatro vezes em decisões de campeonato, sendo três no Paulista, com vitórias palmeirenses em 1927 e 1959 e santista em 2015, a outra decisão ocorreu pela final da Copa do Brasil de 2015 em que o Palmeiras se sagrou campeão.\n\n\n=== Rivalidade internacional: Santos vs. Peñarol ===\n\nA rivalidade contra os \"aurinegros\" teve inicio em 1962 na final da Libertadores daquele ano, o Santos conquistaria seu primeiro titulo da América contra o então bicampeão, o Peñarol. No primeiro jogo da final, vitória brasileira por 2 a 1 no Estádio Centenario, com dois gols de Coutinho. Na volta, vitória dos uruguaios por 3 a 2 na Vila Belmiro, porém o jogo ficou conhecido como \"A noite das Garrafadas\" devido as ocorrências na partida, apenas 51 minutos foram jogados porque o árbitro chileno Carlos Robles, alegando problemas de segurança (uma garrafa atirada das arquibancadas acertou o bandeirinha), encerrou a partida quando os uruguaios venciam por 3 a 2, os jogadores santistas também reclamaram de dois pênaltis não marcados e que o atacante uruguaio José Sasía teria atirado areia no goleiro Gilmar. Temendo por sua integridade física, o árbitro continuou a partida após atendimento ao auxiliar. O Santos empatou, com Pagão, e a torcida deixou o estádio comemorando o título. Só no dia seguinte é que os torcedores souberam que o complemento da partida e o gol de empate não valiam nada, o árbitro só considerou o que aconteceu até a agressão a seu auxiliar. No jogo desempate vitória santista por 3 a 0 no Monumental de Nuñez e o titulo da competição. Os dois clubes voltariam a decidir novamente uma Libertadores em 2011, e assim como há 49 anos, o Santos se sagrou campeão, dessa vez com 0 a 0 em Montevidéu e 2 a 1 em São Paulo.Ao todo os dois clubes se enfrentaram 22 vezes, com 10 vitórias santistas, 7 vitórias do Peñarol e 5 empates. Em competições oficiais, foram 8 jogos entre os dois na Copa Libertadores, 6 pela Supercopa Libertadores, 4 pela Recopa dos Campeões Intercontinentais e os outros 4 em amistosos.\n\n\n=== Outros confrontos ===\nSantos vs. Botafogo\nSantos vs. Fluminense\nSantos vs. Jabaquara\nSantos vs. Portuguesa\nSantos vs. Portuguesa Santista\n\n\n== Títulos ==\n\n Campeão Invicto\n\n\n== Estatísticas ==\n\n\n=== Campanhas de destaque ===\n\n\n=== Participações ===\n\n\n=== Confrontos nacionais ===\n\nÚltima atualização: 17 de fevereiro de 2020.\n\n\n=== Maiores artilheiros ===\nOs dez maiores artilheiros da história do Santos."}